var result = {
    dalmi: {
        name: '발로 뛰는 스타트업 CEO: 서달미',
        real_name:'배우 배수지',
        result_Message:
            '똘망한 눈과 어떤 장애물이든 넘을 수 있다는 자신감 가득한 표정이 보입니다. 당신의 삶과 비슷한 캐릭터는 스타트업 CEO 서달미입니다. 목표를 향한 강력한 열정과 간절함이 주위 사람들로 하여금 당신을 믿고 따르도록 만드네요!.',
    },
    dosan: {
        name: '순박한 천재 CTO: 남도산',
        real_name:'배우 남주혁',
        result_Message:
            '평소에는 가끔 소심하지만 좋아하는 일을 할 때 만큼은 누구보다 뛰어난 리더십을 가진 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 순박한 천재 CTO 남도산입니다. 일에 너무 푹 빠진 탓에 솔로의 코스를 밟고 있지만 팀에서는 앞으로의 성공을 좌우할만 한 역량을 가진 중요한 Key맨이네요!',
    },
    jipyeong: {
        name: '순딩이 엑셀러레이터: 한지평',
        real_name:'배우 김선호',
        result_Message:
            '본모습은 한없이 순하지만 자신의 분야에서는 냉철하고 예리한 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 차갑지만 순딩한 엑셀러레이터 한지평입니다.누구나 부러워할 만한 재력과 능력을 가졌지만 마음 한 켠에서 외로움을 느끼고 있습니다. 좋아하는 사람 앞에만 서면 순한 양이 되네요!'
    },
    injae: {
        name: '젊은 나이에 성공한 노력파 대표: 원인재',
        real_name:'배우 강한나',
        result_Message:
            "학력, 미모, 재력 모든 것을 가진 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 젊은 나이에 성공한 노력파 대표 원인재입니다. 다른 사람들은 평탄한 길을 따라 승승장구 했다고 생각하지만 사실 평온하고 고고한 백조 같은 당신의 두 발은 성공을 위해 물 아래에서 그 누구보다도 분주하게 움직이네요!",
    },
    wondeok: {
        name: '넉넉한 인심을 품은 할머니: 최원덕',
        real_name:'배우 김해숙',
        result_Message:
            '꾸준하고 성실한 하루 하루를 사는 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 넉넉한 인심을 품은 주인공의 할머니 최원덕입니다. 자신의 일을 하며 만나는 사람들에게 눈으로 진심을 전하고, 베풀 수 있을 때 언제나 남에게 베푸는 존경받아야 할 인생을 살고 계시네요!',
    },
    ahyeon: {
        name: '현실적이지만 철 없는 엄마: 차아현',
        real_name:'배우 송선미',
        result_Message:
            '지켜야 할 사람들을 위해 잡히지 않는 꿈보다는 현실을 선택하는 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 현실적이지만 철 없는 주인공의 엄마 차아현입니다. 버티지 못 할 만큼 힘든 현실을 피할 방법을 찾지만 결국에는 책임감을 가지고 사랑하는 사람들에게 돌아오네요!',
    },
    cheolsan: {
        name: '사랑꾼 SW 엔지니어: 이철산',
        real_name:'배우 유수빈',
        result_Message:
            '재치 있고 사랑하는 사람을 향한 마음이 변하지 않을 눈빛을 가진 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 사랑꾼 SW 엔지니어 이철산입니다. 대기업을 다닐 정도로 능력이 있을 뿐더러 친구들 사이에서도 분위기 메이커의 역할을 합니다. 좋아하는 사람의 마음을 결국에는 얻어내네요! '
    },
    yongsan: {
        name: '복수를 꿈꾸는 SW 엔지니어: 김용산',
        real_name:'배우 김도완',
        result_Message:
            "끈끈한 우정과 전공에 대한 능력 그리고 남다른 목표를 가진 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 복수를 꿈꾸는 SW 엔지니어 김용산입니다. 세상 무엇과도 바꿀 수 없는 친구들을 옆에 둔 행운아이지만 어떤 이유에서 인지 복수를 위해 꿈을 향해 달리고 있네요!",
    },
    saha: {
        name: '더 잘난 사람을 찾는 디자이너: 정사하',
        real_name:'배우 스테파니 리',
        result_Message:
            "길거리 캐스팅을 수도 없이 받았을 만한 외모가 보입니다. 당신의 삶과 비슷한 캐릭터는 완벽이란 단어를 사람으로 표현한 디자이너 정사하입니다. 능력이든 외모든 모든 것에서 상위 5%에 속하기 때문에 드높은 자존심과 자신감을 가졌습니다. 자신보다 잘난 사람을 찾는 것이 인생의 목표인 것 같네요!",
    },
    alex: {
        name: '세계적 기업의 훈남 디렉터: 알렉스',
        real_name:'배우 조태관',
        result_Message:
            "세계적인 포털사이트 Google에 다닐 만한 능력과 훈훈한 외모를 갖춘 모습이 보입니다. 당신의 삶과 비슷한 캐릭터는 글로벌 파트너십 디렉터 알렉스입니다. 평소에 세련된 매너가 몸에 뱄으며, 잠재성을 가진 팀들을 발견해 프로젝트를 리드하는 능력자네요!",
    },
};

function getResult(){
    return result
}